{
  "Index": {
    "name": "David",
    "lastName": " Borgat",
    "subtitle": "Frontend Developer",
    "mainButtons": {
      "aboutMe": "About Me",
      "experience": "Experience",
      "projects": "Projects",
      "contact": "Contact",
      "github": "GitHub",
      "linkedin": "LinkedIn"
    }
  },
  "Buttons": {
    "projects": {
      "title": "Let's talk about my projects.",
      "subtitle": "Each project has been an opportunity to enhance my technical skills in HTML, CSS, JavaScript, React, Next.js, TypeScript, Tailwind and more. They have also strengthened my autonomy in decision-making.",
      "infoProjects": {
        "nutrivita": {
          "description": "This website combines efficiency and aesthetics for a great user experience. Utilizing Next.js for static site generation, App Router for seamless navigation, and Tailwind CSS for attractive and customizable design.",
          "technologies": "React - Next.js - TypeScript - Tailwind CSS"
        },
        "rescataditos": {
          "description": "'Rescataditos' is developed using Next.js, Tailwind CSS, Prisma as ORM, and PostgreSQL. The application's goal is to connect individuals, couples, and families with rescue organizations, facilitating the adoption and fostering of animals. The project is still in development.",
          "technologies": "Next Js - React - TypeScript - Tailwind CSS - PostgreSQL - Prisma"
        },
        "promociones": {
          "description": "This app is a challenge developed in PHP with Laravel, Vite, and React. The app aims to display promotional codes, allowing clients to save and later redeem them.",
          "technologies": "PHP, Laravel, Vite, React"
        }
      }
    },
    "contact": {
      "title": "Let's get in touch",
      "mailTitle": "Dear David,",
      "mailSender": "My mail adress is:",
      "mailEnd": "Regards! 🚀",
      "sendButton": "Send",
      "emailOkFeedback": "Your email has been sent successfully! ✅",
      "emailErrorFeedback": "An error occurred while sending your email. Please try again later. ❌",
      "subtitle": "Let's work together! If you have a project in mind, an idea you want to develop, or just want to say hello, feel free to contact me. I'm ready to listen to your ideas and work together to make them a reality."
    },
    "aboutMe": {
      "title": "A little about me",
      "technologies": "I work with",
      "experience": "Experience",
      "jobsDescription": {
        "freelance": {
          "description": "Diverse projects including: Supporting university management systems (US) in monolithic repositories, creating landing pages for real estate, digitalizing a ski rental company in Argentina.",
          "date": "July 2023 - Present"
        },
        "genoma": {
          "description": "Development of solutions for Genoma's job management app for companies such as Starbucks, Santander, Burger King, with specific functionalities tailored to each business.",
          "date": "Abril 2022 - Abril 2023"
        },
        "outside": {
          "description": "Supported the internal intensive care bed management system for Red Salud - Chile. Provided support for PhotoPremium, dedicated to digital photo services for schools in France.",
          "date": "October 2021 - March 2022"
        },
        "itesa": {
          "description": "Project for a promotional campaign for Quilmes Brewery, where I developed a landing page with information and ticket sales for the Quilmes tour.",
          "date": "June 2021 - September 2021"
        },
        "plataforma": {
          "description": "Guided and supported students throughout the coding bootcamp process. Reviewed workshops and answered questions in Q&A sessions. Facilitated Office Hours to address specific skill development topics. This experience allowed me to develop effective communication skills, work in teams, and provide technical support, all fundamental aspects for my development as a frontend developer.",
          "date": "Abril 2021 - Agosto 2021"
        }
      },
      "subtitle": "I'm a passionate front-end developer with a strong background in system optimization and web application development. I excel at finding creative solutions to problems and communicating effectively in collaborative environments. Outside of work, I enjoy cooking, playing board games, cycling, working out, and reading.",
      "content1": "Over the past three years, I have worked as a front-end developer, focusing on generating scalable code and continuously improving existing projects.",
      "content2": "One of my greatest achievements was playing a highly participatory role in the development of a management system to measure bed availability in Red Salud hospitals, meeting their stringent requirements. Additionally, I participated in the rebranding process of my last job, where I contributed to creating an updated website and an application with new functionalities.",
      "content3": "My previous experiences have taught me the importance of independence in problem-solving and when to seek help when necessary. I have also strengthened my technical skills and learned to work closely with UX/UI teams and clients to better understand their needs and requirements. Participating in rule modeling to maintain clean code was an enriching experience that allowed me to enhance my collaboration and communication skills.",
      "content4": "In summary, all my previous experiences have helped me grow both personally and professionally. I have learned to work under pressure, to have autonomy, and to understand the specific requirements of each task or project I have worked on. I am confident that my past experience has prepared me to tackle any challenges that arise in the future.",
      "resume": "Download my resume"
    }
  }
}
