{
  "Index": {
    "name": "David",
    "lastName": " Borgat",
    "subtitle": "Frontend Developer",
    "mainButtons": {
      "aboutMe": "About Me",
      "experience": "Experience",
      "projects": "Projects",
      "contact": "Contact"
    }
  },
  "Buttons": {
    "info": "Welcome! 🚀 I invite you to explore my work, experience, and learn more about me. Click on the buttons to find what you need. Contact me if you'd like to collaborate on a project!",
    "projects": {
      "title": "I want to know more about your projects:",
      "subtitle": "Each project has been an opportunity to enhance my technical skills in HTML, CSS, JavaScript, React, Next.js, TypeScript, Tailwind and more. They have also strengthened my autonomy in decision-making. Interested in learning more? Click here to see them in detail."
    },
    "experience": {
      "title": "Tell me more about your experience:",
      "subtitle": "For three years, I specialized in front-end development in various roles, from junior to semi-senior. I stand out for playing a key role in significant projects, such as creating a hospital management system for Red Salud and rebranding a website, as well as implementing new features for a job opportunities application. My experiences have taught me the importance of autonomy, working under pressure, and closely collaborating with teams and clients. I am prepared to tackle any future challenge with confidence and determination."
    },
    "contact": {
      "title": "Let's get in touch",
      "mailTitle": "Dear David,",
      "mailSender": "My mail adress is:",
      "mailEnd": "Regards! 🚀",
      "sendButton": "Send",
      "emailOkFeedback": "Your email has been sent successfully! ✅",
      "emailErrorFeedback": "An error occurred while sending your email. Please try again later. ❌",
      "subtitle": "Let's work together! If you have a project in mind, an idea you want to develop, or just want to say hello, feel free to contact me. I'm ready to listen to your ideas and work together to make them a reality."
    },
    "aboutMe": {
      "title": "A little about me",
      "technologies": "I work with",
      "contactButton": "Let's talk! 🚀",
      "subtitle": "I'm a passionate front-end developer with a strong background in system optimization and web application development. I excel at finding creative solutions to problems and communicating effectively in collaborative environments. Outside of work, I enjoy cooking, playing board games, cycling, working out, and reading.",
      "content1": "Durante los últimos tres años, me he desempeñado como desarrollador front-end, centrándome en la generación de código escalable y la mejora continua de proyectos existentes.",
      "content2": "Uno de mis mayores logros fue liderar el desarrollo de un sistema de gestión para medir la disponibilidad de camas en los hospitales de Red Salud, cumpliendo con sus exigentes requisitos. Además, participé en el proceso de rebranding de mi último trabajo, donde contribuí a la creación de un sitio web actualizado y una aplicación con nuevas funcionalidades.",
      "content3": "Mis experiencias anteriores me han enseñado la importancia de la independencia en la resolución de problemas y cuándo buscar ayuda cuando es necesario. También he fortalecido mis habilidades técnicas y he aprendido a trabajar en estrecha colaboración con equipos UX/UI y clientes para comprender mejor sus necesidades y requisitos. Participar en el modelado de reglas para mantener el código limpio fue una experiencia enriquecedora que me permitió mejorar mis habilidades de colaboración y comunicación.",
      "content4": "En resumen, todas mis experiencias anteriores me han ayudado a crecer tanto a nivel personal como profesional. He aprendido a trabajar bajo presión, a tener autonomía y a comprender los requisitos específicos de cada tarea o proyecto en el que he trabajado. Estoy seguro de que mi experiencia previa me ha preparado para enfrentar cualquier desafío que surja en el futuro.",
      "resume": "Download my resume"
    }
  }
}