{
  "Index": {
    "name": "David",
    "lastName": " Borgat",
    "subtitle": "Frontend Developer",
    "mainButtons": {
      "aboutMe": "Sobre mí",
      "experience": "Experiencia",
      "projects": "Proyectos",
      "contact": "Contacto"
    }
  },
  "Buttons": {
    "info": "¡Bienvenido! 🚀 te invito a explorar mi trabajo, experiencia y más sobre mí. Haz clic en los botones para encontrar lo que necesitas. ¡Contáctame si quieres colaborar en un proyecto!",
    "projects": {
      "title": "Quiero saber más sobre tus proyectos:",
      "subtitle": "Cada proyecto ha sido una oportunidad para mejorar mis habilidades técnicas en HTML, CSS, JavaScript, React, Next.js, TypeScript, Tailwind y más. Además, han fortalecido mi autonomía en la toma de decisiones. ¿Interesado en saber más? Haz clic aquí para verlos en detalle."
    },
    "experience": {
      "title": "Contame sobre tu experiencia profesional:",
      "subtitle": "Durante tres años, me especialicé en desarrollo front-end en varios roles diferentes, desde junior hasta semi-senior. Me destaco por tener un rol fundamental en proyectos importantes, como la creación de un sistema de gestión hospitalaria para Red Salud y el rebranding de un sitio web y features nuevas para una aplicacion que gestiona oportunidades laborales. Mis experiencias me han enseñado la importancia de la autonomía, trabajar bajo presión y colaborar estrechamente con equipos y clientes. Estoy preparado para enfrentar cualquier desafío futuro con confianza y determinación."
    },
    "contact": {
      "title": "Contactemos",
      "mailTitle": "Estimado David,",
      "mailSender": "Mi mail es:",
      "mailEnd": "Muchas gracias! 🚀",
      "sendButton": "Enviar",
      "emailOkFeedback": "¡Gracias por tu mensaje! ✅",
      "emailErrorFeedback": "¡Ups! Algo salió mal. Por favor, intenta nuevamente. ❌",
      "subtitle": "Trabajemos juntos! Si tienes un proyecto en mente, una idea que quieras desarrollar o simplemente quieres saludar, no dudes en contactarme. Estoy dispuesto a escuchar tus ideas y trabajar juntos para hacerlas realidad."
    },
    "aboutMe": {
      "title": "Un breve repaso sobre mí",
      "technologies": "Tecnologías",
      "contactButton": "Contactemos! 🚀",
      "subtitle": "Soy un apasionado desarrollador front-end con una sólida experiencia en la optimización de sistemas y el desarrollo de aplicaciones web. Destaco por mi habilidad para encontrar soluciones creativas a los problemas y por mi comunicación efectiva en entornos colaborativos. también disfruto la cocina elaborada, juntarme con amigos a jugar juegos de mesa y por la mañana ir al gimnasio o leer.",
      "content1": "Durante los últimos tres años, me he desempeñado como desarrollador front-end, centrándome en la generación de código escalable y la mejora continua de proyectos existentes.",
      "content2": "Uno de mis mayores logros fue tener un rol muy participativo el desarrollo de un sistema de gestión para medir la disponibilidad de camas en los hospitales de Red Salud, cumpliendo con sus exigentes requisitos. Además, participé en el proceso de rebranding de mi último trabajo, donde contribuí a la creación de un sitio web actualizado y una aplicación con nuevas funcionalidades.",
      "content3": "Mis experiencias anteriores me han enseñado la importancia de la independencia en la resolución de problemas y cuándo buscar ayuda cuando es necesario. También he fortalecido mis habilidades técnicas y he aprendido a trabajar en estrecha colaboración con equipos UX/UI y clientes para comprender mejor sus necesidades y requisitos. Participar en el modelado de reglas para mantener el código limpio fue una experiencia enriquecedora que me permitió mejorar mis habilidades de colaboración y comunicación.",
      "content4": "En resumen, todas mis experiencias anteriores me han ayudado a crecer tanto a nivel personal como profesional. He aprendido a trabajar bajo presión, a tener autonomía y a comprender los requisitos específicos de cada tarea o proyecto en el que he trabajado. Estoy seguro de que mi experiencia previa me ha preparado para enfrentar cualquier desafío que surja en el futuro.",
      "resume": "Descargar CV"
    }
  }
}