{
  "Index": {
    "name": "David",
    "lastName": " Borgat",
    "subtitle": "Frontend Developer",
    "mainButtons": {
      "aboutMe": "Sobre mí",
      "experience": "Experiencia",
      "projects": "Proyectos",
      "contact": "Contacto",
      "github": "GitHub",
      "linkedin": "LinkedIn"
    }
  },
  "Buttons": {
    "projects": {
      "title": "Te cuento más sobre mis proyectos",
      "subtitle": "Cada proyecto ha sido una oportunidad para mejorar mis habilidades técnicas en HTML, CSS, JavaScript, React, Next.js, TypeScript, Tailwind y más. Además, han fortalecido mi autonomía en la toma de decisiones.",
      "infoProjects": {
        "nutrivita": {
          "description": "Este sitio combina eficiencia y estética para una muy buena experiencia de usuario. Utilizando Next.js para generación de sitios estáticos, App Router para una navegación fluida y Tailwind CSS para un diseño atractivo y personalizable.",
          "technologies": "React - Next.js - TypeScript - Tailwind CSS"
        },
        "rescataditos": {
          "description": "'Rescataditos' está desarrollado utilizando Next.js, Tailwind CSS, Prisma como ORM y PostgreSQL. La aplicación tiene como objetivo conectar a los usuarios con las organizaciones de rescate, facilitando la adopción y el tránsito de animales. Este proyecto esta en construccion",
          "technologies": "Next Js - React - TypeScript - Tailwind CSS - PostgreSQL - Prisma"
        },
        "promociones": {
          "description": "Esta app es una challenge que esta desarrollado en PHP con laravel, vite y react. La app tiene como objetivo mostrar codigos promocionales y que el clinete pueda guardarlos y luego cambiarlos.",
          "technologies": "PHP, Laravel, Vite, React"
        }
      }
    },
    "contact": {
      "title": "Contactemos",
      "mailTitle": "Estimado David,",
      "mailSender": "Mi mail es:",
      "mailEnd": "Muchas gracias! 🚀",
      "sendButton": "Enviar",
      "emailOkFeedback": "¡Gracias por tu mensaje! ✅",
      "emailErrorFeedback": "¡Ups! Algo salió mal. Por favor, intenta nuevamente. ❌",
      "subtitle": "Trabajemos juntos! Si tienes un proyecto en mente, una idea que quieras desarrollar o simplemente quieres saludar, no dudes en contactarme. Estoy dispuesto a escuchar tus ideas y trabajar juntos para hacerlas realidad."
    },
    "aboutMe": {
      "title": "Un breve repaso sobre mí",
      "technologies": "Tecnologías",
      "experience": "Experiencia",
      "jobsDescription": {
        "freelance": {
          "description": "Proyectos diversos: Soporte a sistemas de gestión universitaria (US) en repos monolíticos, creación de landing pages para real state, digitalización de una empresa de rental de ski en Argentina",
          "date": "Julio 2023 - Presente"
        },
        "genoma": {
          "description": "Desarrollo de soluciones para la aplicación de gestión de empleo de Genoma para empresas como Starbucks, Santander, Burger King, con funcionalidades específicas adaptadas a cada negocio.",
          "date": "Abril 2022 - Abril 2023"
        },
        "outside": {
          "description": "Soporte para el sistema de gestión interno de camas de terapia intensiva para Red Salud - Chile. Soporte para PhotoPremium, dedicada al servicio de fotografías digitales para escuelas en Francia.",
          "date": "Octubre 2021 - Marzo 2022"
        },
        "itesa": {
          "description": "Proyecto para una campaña promocional de Cervecería Quilmes, donde desarrollé una landing con información y venta de tickets para el tour de Quilmes.",
          "date": "Junio 2021 - Septiembre 2021"
        },
        "plataforma": {
          "description": "Guié y acompañé a los alumnos durante todo el proceso del coding bootcamp. Corregí workshops y respondí preguntas en sesiones de preguntas y respuestas (Q&A). Facilité Office Hours para abordar temas específicos del desarrollo de habilidades. Esta experiencia me permitió desarrollar habilidades de comunicación efectiva, trabajar en equipo y brindar soporte técnico, aspectos fundamentales para mi desarrollo como desarrollador frontend.",
          "date": "Abril 2021 - Agosto 2021"
        }
      },
      "subtitle": "Soy un apasionado desarrollador front-end con una sólida experiencia en la optimización de sistemas y el desarrollo de aplicaciones web. Destaco por mi habilidad para encontrar soluciones creativas a los problemas y por mi comunicación efectiva en entornos colaborativos. también disfruto la cocina elaborada, juntarme con amigos a jugar juegos de mesa y por la mañana ir al gimnasio o leer.",
      "content1": "Durante los últimos tres años, me he desempeñado como desarrollador front-end, centrándome en la generación de código escalable y la mejora continua de proyectos existentes.",
      "content2": "Uno de mis mayores logros fue tener un rol muy participativo en el desarrollo de un sistema de gestión para medir la disponibilidad de camas en los hospitales de Red Salud, cumpliendo con sus exigentes requisitos. Además, participé en el proceso de rebranding de mi último trabajo, donde contribuí a la creación de un sitio web actualizado y una aplicación con nuevas funcionalidades.",
      "content3": "Mis experiencias anteriores me han enseñado la importancia de la independencia en la resolución de problemas y cuándo buscar ayuda cuando es necesario. También he fortalecido mis habilidades técnicas y he aprendido a trabajar en estrecha colaboración con equipos UX/UI y clientes para comprender mejor sus necesidades y requisitos. Participar en el modelado de reglas para mantener el código limpio fue una experiencia enriquecedora que me permitió mejorar mis habilidades de colaboración y comunicación.",
      "content4": "En resumen, todas mis experiencias anteriores me han ayudado a crecer tanto a nivel personal como profesional. He aprendido a trabajar bajo presión, a tener autonomía y a comprender los requisitos específicos de cada tarea o proyecto en el que he trabajado. Estoy seguro de que mi experiencia previa me ha preparado para enfrentar cualquier desafío que surja en el futuro.",
      "resume": "Descargar CV"
    }
  }
}
